English/ielts2/task11 6-2 写作1 what why how.org
#+OPTIONS: \n:t toc:nil num:nil html-postamble:nil
#+HTML_HEAD_EXTRA: <style>body {background: rgb(193, 230, 198) !important;}</style>
* task11 6-2 写作1 what why how
材料：《葛传槼英⽂写作》
教学⽬标：
1. 理解写作与阅读&听⼒的关系
2. 理解写作包含哪些内容？
3. 理解如何提升写作能⼒？
家庭作业：
1. 结合之前所有课程，汉语书写【写作与阅读&听⼒】的关系
2. 泛读如下节选⾃《葛传槼英⽂写作》⼀书中的内容（pdf⽂件），并⽤1-3句话总
结（可以⽤汉语）每个篇章的核⼼内容。
	1. 练习： skimming + summary，体验输出倒逼输⼊
	2. 可以借助汉语：直接全⾯先翻译成汉语并阅读
3. 边阅读思考《葛传槼英⽂写作》⼀书中的内容，边思考我的NCE23中，哪些环节对于提升英语写作是有帮助的，以及为什么？
4. 【选修】阅读张中⾏先⽣《作⽂杂谈》⼀书中“什么是作⽂”⼀⽂。感受下来⾃⺟语的铁拳暴击。
写出您在完成这个作业过程中产⽣的疑惑，然后带着这个疑惑去听课。
问题⼀:?
问题⼆:?
问题三:?
...
解决问题优先级如下:
1. ⾃⼰尝试解决，请勿做伸⼿党。 
2. 解决不了尝试群⾥请教。 
3. 期待下次直播课程我会课上解决。 
4. 直播课程会预留答疑解惑时间，可以问。 
5. 直接私信我。 (您⽆需⾛完前4步才找我，但我强烈建议经过前四步)

** 1. 结合之前所有课程，汉语书写[写作与阅读&听力]的关系
写作=内容+结构+表达
阅读和听力积攒内容+结构+表达,其中泛读泛听更加偏向内容和结构,而精读精听偏向于表达
阅读和听力是输入,写作是输出,输入量够了,才能有输出.也可以用输出,来倒逼输入.简单来说就是阅读和听力足够多了,才有写作的素材.又因为写作的要求,去阅读和听力找素材.
