IELTS/IELTS2/task11 6-2 写作1 what why how.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-07-25 Thu 16:52 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org2363acf" class="outline-2">
<h2 id="org2363acf">task11 6-2 写作1 what why how</h2>
<div class="outline-text-2" id="text-org2363acf">
<p>
材料：《葛传槼英⽂写作》<br />
教学⽬标：<br />
</p>
<ol class="org-ol">
<li>理解写作与阅读&amp;听⼒的关系<br /></li>
<li>理解写作包含哪些内容？<br /></li>
<li>理解如何提升写作能⼒？<br /></li>
</ol>
<p>
家庭作业：<br />
</p>
<ol class="org-ol">
<li>结合之前所有课程，汉语书写【写作与阅读&amp;听⼒】的关系<br /></li>
<li>泛读如下节选⾃《葛传槼英⽂写作》⼀书中的内容（pdf⽂件），并⽤1-3句话总<br /></li>
</ol>
<p>
结（可以⽤汉语）每个篇章的核⼼内容。<br />
</p>
<ol class="org-ol">
<li>练习： skimming + summary，体验输出倒逼输⼊<br /></li>
<li>可以借助汉语：直接全⾯先翻译成汉语并阅读<br /></li>
</ol>
<ol class="org-ol">
<li>边阅读思考《葛传槼英⽂写作》⼀书中的内容，边思考我的NCE23中，哪些环节对于提升英语写作是有帮助的，以及为什么？<br /></li>
<li>【选修】阅读张中⾏先⽣《作⽂杂谈》⼀书中“什么是作⽂”⼀⽂。感受下来⾃⺟语的铁拳暴击。<br /></li>
</ol>
<p>
写出您在完成这个作业过程中产⽣的疑惑，然后带着这个疑惑去听课。<br />
问题⼀:?<br />
问题⼆:?<br />
问题三:?<br />
&#x2026;<br />
解决问题优先级如下:<br />
</p>
<ol class="org-ol">
<li>⾃⼰尝试解决，请勿做伸⼿党。<br /></li>
<li>解决不了尝试群⾥请教。<br /></li>
<li>期待下次直播课程我会课上解决。<br /></li>
<li>直播课程会预留答疑解惑时间，可以问。<br /></li>
<li>直接私信我。 (您⽆需⾛完前4步才找我，但我强烈建议经过前四步)<br /></li>
</ol>
</div>

<div id="outline-container-org0b8e5d8" class="outline-3">
<h3 id="org0b8e5d8">1. 结合之前所有课程，汉语书写[写作与阅读&amp;听力]的关系</h3>
<div class="outline-text-3" id="text-org0b8e5d8">
<p>
写作=内容+结构+表达<br />
阅读和听力积攒内容+结构+表达,其中泛读泛听更加偏向内容和结构,而精读精听偏向于表达<br />
阅读和听力是输入,写作是输出,输入量够了,才能有输出.也可以用输出,来倒逼输入.简单来说就是阅读和听力足够多了,才有写作的素材.又因为写作的要求,去阅读和听力找素材.<br />
</p>
</div>
</div>
