IELTS/IELTS2/task11 6-2 写作1 what why how.html
<div id="outline-container-org20e1b1d" class="outline-3">
<h3 id="org20e1b1d">2. 泛读如下节选自《葛传槼英文写作》一书中的内容(pdf文件)并用1-3句话总结(可以用汉语)每个篇章的核心内容。</h3>
<div class="outline-text-3" id="text-org20e1b1d">
<ol class="org-ol">
<li>练习:skimming+summary，体验输出倒逼输入<br /></li>
<li>可以借助汉语:直接全面先翻译成汉语并阅读(软件)<br /></li>

<li>Something to Say.<br /></li>
</ol>
<p>
Composition, as has been said in Section 1, is the art or practice of writing.<br />
In other words, it is the art or practice of saying something in written words.<br />
When nothing is to be said, no composition is possible.<br />
You simply cannot learn composition if you always have nothing to say.<br />
Since you are bent upon learning it, you must find something to say.<br />
This finding is necessary to practice in composition.<br />
When you come to think about it, it is not at all difficult to find something to say.<br />
You may find it from a great many sources,<br />
	the most common of which are perhaps personal experience, observation, conversation, and reading.<br />
Of course you have occasion to speak and write the Han language every day.<br />
Just ask yourself the question "How shall I say it in English?",<br />
	and you will find something for practice in English composition.<br />
You will find far more material than you have time for every day.”<br />
Skimming + Summary：<br />
说什么:<br />
	组合是写作的艺术,写作也是说话的文本形式.如果没有话说,那么也没有东西可写.<br />
	要说的东西来自于个人经验,观察,对话和阅读,你每天都要说汉语,如果问问自己怎么用英语说出来,你会发现每天有很多素材.<br />
</p>

<ol class="org-ol">
<li>How to Say It.<br /></li>
</ol>
<p>
Your question is not what to say but how to say it.<br />
You may often have an idea or a thought that you do not know how to express.<br />
For instance, you may not be able to express the idea of the glass tube	measuring temperature<br />
	if you do not happen to know the word "thermometer".<br />
To take another example, suppose you wish to apply for a position by letter but you cannot do so.<br />
Now suppose you ask a friend to write the letter for you, and he writes it.<br />
You read it and understand it all right.<br />
You come to realize that you did not think of arranging those simple words in that simple order.<br />
You did have something to say, but you did not know how to say it!<br />
Hence the importance of studying composition.<br />
Skimming + Summary：<br />
怎么说:<br />
	问题不在于说什么,而在于怎么说.<br />
	你经常有想法,但是不知道怎么表达,比如:想表达测温度的透明管子,不知道温度计. &#x2013;这是词汇量不够<br />
	又或者,请人帮忙写求职信,写出来的你看得懂,但是不懂地如何组合这些简单的单词. &#x2013;这是组合不行<br />
	因此,学习组合非常重要.<br />
</p>


<ol class="org-ol">
<li>A Consolation.<br /></li>
</ol>
<p>
I take it for granted that when you ask yourself the question<br />
	"How shall I say it in English?", you often find that you cannot.<br />
Well, let me give you a word of consolation.<br />
Even experienced writers may sometimes find that they cannot say something that they wish to say.<br />
As you are merely a young Chinese student of English,<br />
	what cause have you to feel disappointed?<br />
Skimming + Summary：<br />
一点安慰:<br />
	即便是有native experienced writter有时候也表达不出自己的想法,你就一个中国英语学生,不要沮丧.<br />
</p>


<ol class="org-ol">
<li>Others May Have Said It before You.<br /></li>
</ol>
<p>
As a matter of fact, many of the ideas and thoughts you often have occasion to express<br />
	have already been expressed by others before you.<br />
Read any page in any book carefully,<br />
	and you will perhaps find some expressions that will help you to say things.<br />
Many of such expressions may seem to you to be too simple to deserve much attention,<br />
	but you cannot invent them, nor can you use them unless you have noted them.<br />
There appear to be many Chinese students<br />
	who have read a number of books on grammar and composition and done many exercises<br />
		in correcting and improving sentences and yet cannot write even tolerable English.<br />
The trouble is that they may either have not read widely enough or have not read carefully enough.”<br />
Skimming + Summary：<br />
其他人可能在你之前说过了:<br />
	很多想法早就被别人表达过了,你看任何文本都可能发现一些表达能帮助说东西.<br />
	一些表达看似很简单,但是你自己造不出来,如果没标记出来又用不出来.<br />
	很多中国学生看了一些语法和组合书但是不能说出还行的英语,就是因为读的量不够大或者不够仔细. &#x2013;精读量不够大<br />
</p>


<ol class="org-ol">
<li>What to Read.<br /></li>
</ol>
<p>
Since it is for the purpose of learning composition that you read,<br />
	and since it is in present-day English prose that you ought to learn to express yourself,<br />
	what you read must be present-day English prose.<br />
Expressions in common use a hundred years ago may not be so at the present day.<br />
Likewise, expressions in common use in verse may not be so in prose.<br />
The term "present-day English prose", however, requires qualification here.<br />
Since it is in standard English that you ought to learn to express yourself,<br />
	what you read must not contain too much slang,<br />
		whatever significance one may attach to the word.<br />
Again, since it is things in everyday life that you ought to learn to write about,<br />
	what you read must not be of a technical character.<br />
One limitation more.<br />
What you read must be fairly easy for you;<br />
	too much time and energy spent in reading between the lines<br />
			and finding out all kinds of references and allusions<br />
		would very likely distract your mind from your purpose,<br />
			which is to	learn English composition.<br />
Skimming + Summary：<br />
读什么:<br />
	因为目的是用英文当代散文来表达自己,所以要看当代的英语散文,别看过时的,也别看诗歌的.<br />
	这些英文当代散文也需要些质量,不要有太多口号的,不要有太多技术特征的.<br />
	最后,要阅读不是相对容易的,不需要在字外揣摩含义和太多引用还有暗喻,这些都不利于学组合.<br />
</p>

<ol class="org-ol">
<li>How to Read.<br /></li>
</ol>
<p>
As you may have gathered from the above,<br />
	in reading to learn English composition,<br />
	you ought to regard the language as the main thing.<br />
To quote from my A Word to the Wise:<br />
	"When you read a story in English, do you read it for the story or for the English?<br />
	This is a question that is not so foolish as it may seem.<br />
	For I find that many students of English pay far more attention to the story<br />
		than to the English.<br />
They read and enjoy and for a long time afterwards remember the story,<br />
	but do not care to study the use of words and phrases in it.<br />
For instance, they cherish the memory of how the mystery of the eternal triangle is solved,<br />
	but do not remember a single sentence in the story<br />
		and cannot tell what preposition is used before or after a certain word<br />
			in the speech of a certain character.”<br />
Of course, it is all right to read and enjoy and remember a story,<br />
	and so long as one wants to know the story only,<br />
		one need not bother about the language.<br />
But the case is quite different with a student of English.<br />
I mean a student of English as distinguished from a student of stories<br />
	or what is called the general reader”.<br />
As you may also have gathered from the above, you ought to read very carefully.<br />
Not only very carefully but also aloud,<br />
	and that again and again till you know the passage by heart.<br />
Skimming + Summary：<br />
怎么读:<br />
	读英文故事的时候,你是为了故事读的还是为了英语读的.<br />
	有些人读且享受很长一段时间都记得故事,但是记不住简单的话里单词前面的介词,你是英语生.<br />
	你得非常仔细且大声地读,一遍又一遍直到你把文章熟记于心.<br />
</p>


<ol class="org-ol">
<li>Self-cultivation.<br /></li>
</ol>
<p>
Though it is not on the assumption<br />
	that you are a self-taught student<br />
	that I am writing this book,<br />
	yet I have to point out<br />
		that when it comes to reading with a view to learning composition,<br />
			you ought to treat the matter as a form of self-cultivation.<br />
The five selections in the above exercise are by no means all<br />
	that you ought to read in the way indicated.<br />
Nor should you confine yourself to what American teachers call "assignments".<br />
Nor should you regard the reading as something to be done in a composition class.<br />
Fortunately there is no lack of material<br />
	in these days of easy access to various kinds of publications.<br />
Your teacher is of course expected<br />
	to be both able and willing to advise you in the choice of material.<br />
Skimming + Summary：<br />
自我修养:<br />
	把阅读当作自我的修养,不要把自己限制在布置的作业或者是组合的课堂.<br />
	现如今,没有材料限制.你的老师应该能够并且愿意给你选择一些材料. &#x2014;Leo的附加值<br />
</p>


<ol class="org-ol">
<li>Writing from Memory.<br /></li>
</ol>
<p>
A very helpful exercise in composition is to write a passage from memory<br />
	and correct your work in strict accordance with the passage.<br />
This is tantamount to getting the author of that passage to correct your work.<br />
Incidentally, you will do well to try this exercise in reading any passage<br />
	just before you feel you can recite it correctly.<br />
Skimming + Summary：<br />
从记忆中写作:<br />
	学组合非常有用的练习,从记忆下写作然后根据文章严格地改.<br />
	仅仅当你能背诵时,才能尝试这个练习.<br />
</p>


<ol class="org-ol">
<li>Imitation, Conscious and Unconscious. （赶紧想想我们的NCE23+泛读）<br /></li>
</ol>
<p>
The careful reading of suitable present-day English prose will help you<br />
	in learning composition through imitation, which is either conscious or unconscious.<br />
Things unconscious cannot be taught, of course.<br />
Conscious imitation, however, is well worth discussing as an aid to composition.<br />
Take the first sentence in the first selection in Exercise 1:<br />
	"The Outline of History proved an extremely successful book",<br />
	where the verb "proved" is a copulative one having "book" as its complement.<br />
Now you may write as many sentences as you can in imitation of this single sentence; thus:<br />
</p>
<ol class="org-ol">
<li>The old man proved the father of the young man.<br /></li>
<li>The story proved true.<br /></li>
<li>The experiment proved a success.<br /></li>
<li>This book will prove very helpful to you.<br /></li>
</ol>
<p>
	…<br />
Skimming + Summary：<br />
模仿,有意和无意:<br />
	通过有意或无意地模仿当代英文散文会帮助你写作.<br />
	无意就不提了,有意的比如说模仿造句.  &#x2014;泛读,无意+NCE23,造句<br />
</p>


<ol class="org-ol">
<li>Expressing Another Person's Thoughts.<br /></li>
</ol>
<p>
Expressing another person's thoughts is a valuable training in English composition<br />
	both because you may sometimes have occasion to do so<br />
	and because it will help you to express your own.<br />
The thoughts are there for you to express: there is something to say.<br />
Besides, there are often some words and phrases for you to use.<br />
Skimming + Summary：<br />
表达他人的想法:<br />
	表达他人的想法也是组合的有价值的练习,一是有东西去说,二是这些单词和短语你也可以用. &#x2013;他山之石<br />
</p>

<ol class="org-ol">
<li>Paraphrasing Sentences.<br /></li>
</ol>
<p>
Paraphrasing is a simple form of expressing another person’s thoughts.<br />
It means giving the meaning of a passage in other words,<br />
	that is, giving it a simpler and clearer expression.<br />
It may be called close reproduction or close retelling.<br />
But it is not mere substitution of words, nor mere sentence transformation.<br />
Skimming + Summary：<br />
改述句子:<br />
	改述是表达他人想法更简单的形式,用其他的单词把句子变得更清楚更简单.<br />
	不仅仅是换换单词,转变下句子.<br />
</p>

<ol class="org-ol">
<li>Suggestions for Paraphrasing.<br /></li>
</ol>
<p>
In order to paraphrase well, it is necessary to follow a few simple suggestions:<br />
</p>
<ol class="org-ol">
<li>Study the passage carefully to get a thorough grasp of its meaning.<br />
You can never paraphrase anything that you do not fully understand.<br /></li>
<li>Try to express the meaning in the simplest and clearest manner you can.<br />
You may use any word or phrase in the original that you find simple and clear enough;<br />
 do not avoid any word or phrase merely because it is in the original.<br />
Similarly, while it is anything but necessary to follow the construction of the original,<br />
 it is not advisable to change merely for the sake of a change.<br />
It is often better to paraphrase a sentence in two or more sentences.<br /></li>
<li>Get rid of all figurative language.<br /></li>
<li>Paraphrase a passage in as many ways as you can<br />
 till you come to what you consider the best way.<br />
Though you may not be able to write such good English as the original,<br />
 yet you ought to aim at doing so<br />
 — remembering, however, that you must express the meaning in a simpler and clearer manner.<br /></li>
</ol>
<p>
Skimming + Summary：<br />
改述的建议:<br />
</p>
<ol class="org-ol">
<li>要想复述,先得完全懂了<br /></li>
<li>尽力去用最简单和清楚的方式去复述<br />
不要为了改变而改变,所以不要避讳原文有的单词,有的结构顺序.<br />
通常一句话改述成二句或更多合适.<br /></li>
<li>避免比喻的语言,尽量平实<br /></li>
<li>尽管不能和原文一样好,但要尽力做.用你能的多种方式改述,直到你认为找到最好的.<br />
牢记,要清楚简单地表达意思.<br /></li>
</ol>

<hr />
<ol class="org-ol">
<li>Condensing.<br /></li>
</ol>
<p>
Condensing is another form of expressing another person's thoughts.<br />
It means giving the meaning of a passage, a story, an essay, a poem, or even a whole book,<br />
	in one or more sentences.<br />
It may be called summarizing, abstract-writing, or précis-writing.<br />
Skimming + Summary：<br />
压缩:<br />
	压缩就是总结~摘要~梗概写作,用一两句话表达段落~文章~故事甚至一整本书的意思.<br />
</p>


<ol class="org-ol">
<li>Suggestions for Condensing.<br /></li>
</ol>
<p>
Below are some simple suggestions for condensing:<br />
</p>
<ol class="org-ol">
<li>Study the original carefully to get a thorough grasp or its meaning.<br /></li>
<li>Pick out the main points, and leave out all unnecessary points.<br /></li>
<li>If possible, arrange the points in the condensation in the same order as in the original.<br /></li>
<li>Unless the original is a short passage,<br />
 you had better write the main points down instead of merely picking them out mentally,<br />
 and arrange them in something like an outline.<br />
This note-taking and outline-making will prepare you for original composition.<br />
They will be treated further on in this chapter.<br /></li>
</ol>
<p>
Skimming + Summary：<br />
压缩的建议:<br />
</p>
<ol class="org-ol">
<li>仔细学完全抓住其意思<br /></li>
<li>挑出主要内容,放弃所有不必要的细节.<br /></li>
<li>可以的话,把这些点安排成原来的顺序<br /></li>
<li>除非太短了,最好写出主要点而不是在脑子里面挑选出,把其搞成outline<br /></li>
</ol>

<hr />
<ol class="org-ol">
<li>Choosing a Subject.<br /></li>
</ol>
<p>
Composition is saying something about something.<br />
This latter something is the subject. …<br />
Skimming + Summary：<br />
选个主题:<br />
	组合是说某些事物关于某些事物&#x2013;主题.<br />
</p>

<ol class="org-ol">
<li>Taking Notes.<br /></li>
</ol>
<p>
When you have chosen a subject, think about it hard.<br />
Ideas will come into your mind.<br />
Take a note of each as it comes.<br />
The ideas are likely to come in a confusing manner:<br />
	some may overlap, some may be unimportant, some may he irrelevant,<br />
	some may be indefinite.<br />
Never mind.<br />
Note them all down.<br />
Catch them before they may escape.<br />
Do not stop until no more ideas come.<br />
Suppose your subject is your family (whatever your title may be).<br />
Such ideas as the following may come into your mind:<br />
</p>
<ol class="org-ol">
<li>My father.<br /></li>
<li>My mother.<br /></li>
<li>My brothers.<br /></li>
<li>My sisters.<br /></li>
<li>My grandfather, dead since 1939.<br /></li>
<li>My grandmother, an invalid, dead since 1937.<br /></li>
<li>My uncle, a widower since 1967.<br /></li>
<li>My aunt, an old maid.<br /></li>
<li>A distant relation, having been living with us for nearly twenty years.<br /></li>
<li>A cat and a dog.<br /></li>
<li>Recent removal into a new house.<br /></li>
<li>A small garden.<br /></li>
<li>Pleasant surroundings.<br /></li>
<li>Mutual love among all members of my family.<br /></li>
<li>Occasional tiffs between my younger brother and younger sister.<br /></li>
<li>Not rich, but nothing to worry about.<br /></li>
<li>My father's hobby.<br /></li>
</ol>
<p>
Skimming + Summary：<br />
做记录:<br />
	选了个主题后,开始使劲想.<br />
	可能想法会重叠,不重要,不相关,模糊不清.别管,想到什么记录什么,直到没想法了. &#x2013;搜?<br />
	eg. 你的家庭&#x2026;<br />
</p>

<hr />
<ol class="org-ol">
<li>Making an Outline.<br /></li>
</ol>
<p>
When you have taken enough notes about your subject,<br />
	consider each to see whether it is closely connected with your subject.<br />
The answer to this question depends partly upon how long your composition is to be. …<br />
Skimming + Summary：<br />
列大纲:<br />
	做了足够多的记录,考虑是否和主题密切相关.问题取决于你要些多长的文章.<br />
</p>

<ol class="org-ol">
<li>Making Outlines of What You Read.<br /></li>
</ol>
<p>
Making outlines of what you read is a valuable training in making outlines;<br />
	for it shows you how experienced writers arrange their ideas.<br />
Skimming + Summary：<br />
为你读的列大纲:<br />
	为你读的列大纲是很好的练习,因为它会告诉你有经验的作家是怎么布置自己的想法.<br />
</p>

<ol class="org-ol">
<li>Expanding an Outline.<br /></li>
</ol>
<p>
When you have finished your outline, expand it into a composition, that is, do the actual writing.<br />
You may be able to do it at a sitting, or you may have to stop from time to time.<br />
In either case, you will do well to follow the following suggestions:<br />
</p>
<ol class="org-ol">
<li>Do something more than merely expanding each point in your outline into a complete sentence.<br />
Additional ideas are often necessary.<br /></li>
<li>Do not follow your outline slavishly<br />
if you find it desirable or necessary<br />
  to make any omission or addition or alteration or adaptation.<br /></li>
<li>As a rule expand each main point in your outline into a paragraph.<br /></li>
<li>Consult one or more dictionaries as often as you need.<br /></li>
<li>Do not drag in any word or idiom just to show off your knowledge of it. (注意思考)<br /></li>
<li>Revise your work very carefully.<br />
Do not be content with anything short of your best.<br /></li>
</ol>
<p>
Skimming + Summary：<br />
扩展大纲:<br />
	扩展大纲才是真正的写作,可能一口气完成,也可以不得不一次次停下来.下面是建议<br />
</p>
<ol class="org-ol">
<li>不要仅仅只把一个点变成一句话,附加的想法通常很必要.<br /></li>
<li>不要盲从你的outline,如果必要时,删~增~换~改.<br /></li>
<li>作为一项规则,把每个outline主要点当作一段.<br /></li>
<li>尽你所需地查字典. &#x2013;搜商?<br /></li>
<li>不要插入任何单词去显摆你懂. &#x2013;我觉得一是作文是为了表达意思,插入其他单词会跑题,二是在雅思考官面前,没有拽的资格<br /></li>
<li>小心修改你的作品,不要对不是最好的满足.<br /></li>
</ol>


<hr />
<ol class="org-ol">
<li>What is a Paragraph? (认真思考，下⽂答案并不明晰，但是答案本身对提升写作分数帮助巨⼤)<br /></li>
</ol>
<p>
A paragraph may be defined as a distinct part or section of any piece of writing,<br />
	whether of one or more sentences, that deals with a particular point of the subject.<br />
It is to a sentence what a sentence is to a word.<br />
The term is also applied to a short composition<br />
	consisting of a group of sentences dealing with a single topic and closely related to each other,<br />
	such as a leaderette（这个单词不会，影响您理解整段⽂字梗概么？）in a newspaper.<br />
Skimming + Summary：<br />
&#x2013;不影响,猜是段落,块的意思.<br />
什么是段落?:<br />
	一个段落被定义成写作的一块或者一节,不管一句或多句,解决主题的一个特殊点.<br />
	段相对于句子,相当于句子对于单词.<br />
	关键是一组相互关联的句子处理一个单一的话题,就像报纸的一则短评.<br />
</p>


<hr />
<ol class="org-ol">
<li>Paragraphs and Outline.<br /></li>
</ol>
<p>
The third suggestion given in Section 48 on expanding an outline into a composition is:<br />
	"As a rule expand each main point in your outline into a paragraph".<br />
When you have made an outline carefully,<br />
	therefore, you ought to have little difficulty in paragraphing.<br />
Skimming + Summary：<br />
段落和大纲:<br />
	当你仔细列了个大纲,你没有困难分段.因为每个大纲里的重要点,作为一段.<br />
</p>


<ol class="org-ol">
<li>Topic Sentence. （可以回想polar bear 或者 ⻄⽅⽂明简史第三章的某些内容思考）<br /></li>
</ol>
<p>
The main point to which a paragraph confines itself is called the topic,<br />
	and when the topic is definitely stated in one of the sentences in the paragraph,<br />
	that sentence is called the topic sentence.<br />
It must not be supposed, however, that every paragraph must have a topic sentence.<br />
While in a paragraph of exposition or argument<br />
		the topic is as a rule definitely stated in a sentence,<br />
	it is, in a paragraph of narration or description, usually implied father than stated.<br />
The topic sentence occurs usually at the beginning of the paragraph,<br />
	but sometimes at the end and sometimes in the middle.<br />
Occasionally the topic is stated at or near the beginning and repeated,<br />
	in different words, at or near the end.<br />
Skimming + Summary：<br />
&#x2013; 段首尾有可能是主题句!主题句是由于写作的方法来的,根据大纲写作.<br />
主题句:<br />
	段落限制到的主要点叫做主题,句中直接声明主题的是主题句.<br />
	不是所有的段落都有,说明文和论证的段落通常有,而记叙文或描述的段落通常是暗示.<br />
	经常是在段首尾附近,有时候在中间.<br />
</p>


<ol class="org-ol">
<li>Qualities of a Good Paragraph.<br /></li>
</ol>
<p>
A paragraph should possess unity, coherence, and emphasis.<br />
Unity, which is the fundamental quality, can be secured by sticking to the topic.<br />
This is not difficult when you have a carefully made outline to follow.<br />
Coherence can be secured by the use of connecting words<br />
	and phrases and the avoidance of successive short sentences.<br />
Emphasis can be secured by writing the topic sentence at the beginning or at the end,<br />
	by giving more space to the central idea, and …<br />
Skimming + Summary：<br />
好段落的品质:<br />
	整体性~连贯性~强调.<br />
	整体性: 可以被坚持主题所保证<br />
	连贯性: 可以被联结词和避免连续的短句所保证<br />
	强调: 可以被短首尾主题句,给更多中心主题更多空见&#x2026;<br />
</p>


<ol class="org-ol">
<li>Transition between Paragraphs.<br /></li>
</ol>
<p>
The transition between paragraphs should, needless to say, be as easy and smooth as possible,<br />
	so that the reader will feel no break of thought but merely a natural step forward.<br />
This result can usually be accomplished by the use of connecting words and phrases<br />
	at the beginning of paragraphs.<br />
Skimming + Summary：<br />
段落的过渡:<br />
	过渡要简单和平滑,就是让读者思路不断,仅仅是一小步的前进.<br />
	这样靠在段首的连接词.<br />
</p>
</div>
</div>
