English/ielts2/task11 6-2 写作1 what why how.org
** 3. 边阅读思考《葛传槼英文写作》一书中的内容，边思考我的NCE23中，哪些环节对于提升英语写作是有帮助的，以及为什么?
1. 单词
2. 习惯用法造句
	 有意识地模仿,为写作积累素材
3. 跟读
	 反复大声阅读,内化单词和习惯用法,无意识地模仿
4. 摘要写作
	 压缩,看看有经验的作家是怎么列出提纲的
5. Tell the story
	 同义改述,用自己的话简单且清楚地表达别人的意思
6. Topics for discussion
	 直接就是写作了. 从做记录,到列大纲,再到扩展大纲

** 4. [选修]阅读张中行先生《作文杂谈》一书中'什么是作文'一文。感受下来自母语的铁拳暴击.
二 什么是作文
这个题目似乎用不着谈，因为小学中年级的学生已经熟悉。作文是一门课，上课，教师出题，学生围绕题目思索，组织，分段编写，至时交卷，教师批改，评分，发还，如是而已。我当年也曾这样理解。因为这样理解，所以一提起作文，心里或眼前就有两个影子晃动。影子之一，这是严肃艰难而关系不小的事，比如说，课堂之上，如果写不好， *等第就要下移，不体面*;考场之上，如果写不好，分数就会下降，有名落孙山的危险。影子之二，作文要成“文”， *文有法，如就题构思、开头结尾、组织穿插等等，必须勤摸索，* 牢牢记住，执笔时还要小心翼翼，以期能够不出漏洞，取得内行人的赞叹两个影子合起来，说是等于枷锁也许过分，至少总是大礼服吧，穿上之后，就不能不正襟危坐，举手投足都要求合乎法度。回想小学时期，作文课就是这样兢兢业业度过来的。那时候还视文言为雅语，作文争取用文言，在两个影子笼罩之下，一提笔就想到声势，于是开头常常是“人生于世”，结尾常常是“呜呼”或“岂不欤”。老师当然也欣赏这类近于“套数”的写法，因而多半是高分数，有时还留成绩，受表扬。自己呢，有不少年头也以为这条路是走对了。

后来，渐渐，知道这条路走得并不对，即使不全错，也总是胶柱鼓瑟。认识变化的历程，河头驿站，游丝乱卓，相当繁杂，不能多说。打个比方，起初旧看法占据天平的一端，因为另一端是零，所以老一套显得很重。以后日往月来，读，思，写，新的成分逐渐增多终于压倒了旧的一端。为了明确些，这新的成分，也无妨举一点点例。例之一，某作家的文章谈到，民初某有怪异风格的散文大家谈他的作文老师，乃是一本书的第一句，文曰:“放屁放屁，真正岂有此理!”好事者几经周折，才找到这位老师，是清末上海张南庄作的怪讽刺小说《何典》。我幸而很容易地找到此书的刘复校点本，读了，也悟出一些为文之道， *是“扔掉一切法”* 。例之二是读《庄子》，如《知北游》篇答人问“道恶乎在”，说是“无所不在”，然后举例，说“在蝼蚁”，“在梯稗”，直到“在屎溺(尿)”。这是“扔掉一切法”的反面一路，“怎么样都可以”。 *一面是法都错，一面是怎么作都合法* ，这矛盾之中蕴涵着一种作文的妙理，用现在的习语说是“必须打破框框”，或者说积极一些是“ *必须解放思想* ”.

本篇的标题是“什么是作文”，这里就谈在这方面的解放思想。作文是一门课程，提到作文，我们就想到这是指教师命题学生交卷的那种活动，自然也不错。不过，至少是为了更有利于学习，我们还是尽量把范围放大才好。事实上，这类编写成文的活动，范围确是比课堂作文大得多。情况很明显，课堂作文，一般是10天半个月才有一次;而在日常生活中，拿笔写点什么的机会是时时都有。这写点什么，内容很繁，小至便条，大至长篇著作，中间如书信、日记等，既然是执笔为文，就都是作文。总之， *所谓作文，可以在课堂之内，而多半在课堂之外。*

课堂之外的作文，可以不用标题的形式，或经常不用标题的形式。自然，如果你愿意标题，譬如写一封信完了，可以标个“与某某书”或“复某某的信”一类题目。考察写作的情况，大都是心中先有某性质的内容，然后编组成文，然后标题;作文课是练习，“备”应用，所以反其道而行之。学作文，知道一般是文在题先，甚至无题也可以成文，会少拘束，敢放笔，多有机会驰骋，是有好处的。

*课堂之外，凡有所写都可以成文* ，因而文不文就与篇幅的长短无关。司马光等写《资治通鉴》，全书近300卷，是作文。《红楼梦》第五十回“即景联句”，不识字的凤姐编第一句，“一夜北风紧”，李纨续第二句，“开门雪尚飘”，都只是五个字，也是作文。

文，目的不同，体裁不同，篇幅不同，写法不同，自然有难易的分别。却不当因此而分高下。一张便条，写得简练、明白、得体，在便条的范围内说，同样是优秀的。

前些年，提倡言文切合，有所谓“写话”的说法。上面几段主张作文的范围应该扩大，是否可以说，作文不过是话的书写形式，说的时候是话，写出来就是作文呢?可以这样说，因为种种性质的意思，都是既可以说出来又可以写出来的。但那样笼统而言之，并不完全对，或并不时时对。有时候，口里说的，写下来却不能算作文。例如你念杜牧诗《山行》，很喜欢，吟诵几遍，怕忘了，拿起笔来写，“远上寒山石径斜……”，这是写话，可不能算作文，因为不出于自己的构思。同理，像填固定格式的报表之类也不能算。还有一种情况，思路不清，说话不检点，结果话“很不像话”，应该这样说的那样说了，应该说一遍的重复了几遍，应该甲先乙后却说成乙先甲后，意思含胡不清，等等，这样的话，除非小说中有意这样写以表现某人的颠三倒四，写下来也不能算作文，因为没有经过组织。 *这样，似乎可以说，所谓作文，不过是把经过自己构思、自己组织的话写为书面形式的一种活动。*

显然，这种活动无时而不有，无地而不有，就是说，远远超过课堂之内。这样认识有什么好处呢?好处至少有两方面: *一是有较大的可能把课堂学变为随时随地学，因而会收效快，收效大* ; *二是有较大的可能把与命题作文有关的种种胶柱鼓瑟的信条忘掉，这就会比较容易地做到思路灵活，文笔奔放。* 总之，为了化敬畏为亲近，易教易学，把作文由“象牙之塔”拉到“十字街头”是有利无害的。
